console.log("Требования к вёрстке\n" +
    "Вёрстка валидная +10 - да \n" +
    "Вёрстка семантическая +20 - да \n" +
    "В коде странице присутствуют следующие элементы (указано минимальное количество, может быть больше):\n" +
    "<header>, <main>, <footer> +3 - да  \n" +
    "пять элементов <section> (по количеству секций) +3 - да  \n" +
    "только один заголовок <h1> +3 - да  \n" +
    "четыре заголовка <h2> (количество секций минус одна, у которой заголовок <h1>) +3 - да  \n" +
    "один элемент <nav> (панель навигации) +3 - да  \n" +
    "два списка ul > li > a (панель навигации, ссылки на соцсети) +3 - да  \n" +
    "пять кнопок <button> +2 - да  \n" +
    "Вёрстка соответствует макету +48 - да  \n" +
    "блок <header> +6 - да  \n" +
    "секция welcome +7 - да  \n" +
    "секция about +7 - да  \n" +
    "секция service +7 - да  \n" +
    "секция prices +7 - да  \n" +
    "секция contacts +7 - да  \n" +
    "блок <footer> +7 - да  \n" +
    "Требования к css + 12 - да  \n" +
    "для построения сетки используются флексы или гриды +2 - да  \n" +
    "при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2 - да  \n" +
    "фоновый цвет тянется на всю ширину страницы +2 - не уверен\n" +
    "иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления +2  - да  \n" +
    "изображения добавлены в формате .jpg или .png +2  - да  \n" +
    "есть favicon +2  - да  \n" +
    "Интерактивность, реализуемая через css +20  - да  \n" +
    "плавная прокрутка по якорям +5  - да  \n" +
    "cсылки в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ +5  - да  \n" +
    "интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer,\n" +
    "но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении \n" +
    "и клике, для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета +5\n" +
    "обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы +5 - да  " +
    "\n\n\nСтавлю себе оценку - 95\n")